tap "blakek/blakek"
tap "dart-lang/dart"
tap "dracula/install"
tap "eddieantonio/eddieantonio"
tap "gautamkrishnar/socli"
tap "gromgit/fuse"
tap "homebrew/bundle"
tap "how2terminal/how2"
tap "jandedobbeleer/oh-my-posh"
tap "samtay/tui"
tap "sass/sass"
brew "xz"
brew "zstd"
brew "libtiff"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "python@3.11"
brew "autojump"
brew "automake"
brew "bash"
brew "bash-completion"
brew "bat"
brew "blueutil"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "cask"
brew "chezmoi"
brew "cmake"
brew "cmatrix"
brew "curl"
brew "libzip"
brew "composer"
brew "devd"
brew "docker"
brew "exa"
brew "fd"
brew "harfbuzz"
brew "openjpeg"
brew "leptonica"
brew "libarchive"
brew "tesseract"
brew "ffmpeg"
brew "firefoxpwa"
brew "fzf"
brew "gawk"
brew "gh"
brew "git"
brew "git-gui"
brew "gotop"
brew "greed"
brew "python@3.12"
brew "howdoi"
brew "htop"
brew "httpie"
brew "imlib2"
brew "lazygit"
brew "ldid"
brew "ldns"
brew "lolcat"
brew "lua"
brew "lua@5.1"
brew "luarocks"
brew "make"
brew "mplayer"
brew "navi"
brew "ncspot"
brew "neofetch"
brew "neovim"
brew "nmap"
brew "node"
brew "nsnake"
brew "openssh"
brew "pandoc"
brew "pipes-sh"
brew "pnpm"
brew "postgresql@14"
brew "putty"
brew "pyqt"
brew "pyqt@5"
brew "python@3.10"
brew "python-tk@3.10"
brew "python-tk@3.11"
brew "pyvim"
brew "ranger"
brew "ripgrep"
brew "rust"
brew "screen"
brew "shpotify"
brew "so"
brew "spaceinvaders-go"
brew "speedtest-cli"
brew "spotify-tui"
brew "thefuck"
brew "tig"
brew "tldr"
brew "tmux"
brew "trash"
brew "tree"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "yt-dlp"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "blakek/blakek/pomodoro"
brew "eddieantonio/eddieantonio/imgcat"
brew "gromgit/fuse/ntfs-3g-mac"
brew "how2terminal/how2/how2"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "samtay/tui/tetris"
brew "sass/sass/sass"
cask "alt-tab"
cask "authy"
cask "dracula-terminal"
cask "karabiner-elements"
cask "linearmouse"
cask "macfuse"
cask "openinterminal"
cask "touch-bar-simulator"
cask "unnaturalscrollwheels"
